[
  {
    "type": "Вітрова енергія",
    "value": "wind",
    "name": "Вітрова станція з горизонтальним ротором",
    "image": "bit.ly/3JxrCbu",
    "desc": "Електростанція, яка за допомогою вітряної турбіни перетворює механічну енергію вітру на електричну. Вітряні електростанції — це система відновлюваної енергетики, оскільки вітер — відновлюване джерело енергії."
  },
  {
    "type": "Вітрова енергія",
    "value": "wind",
    "name": "Вітрова станція з вертикальним ротором",
    "image": "bit.ly/3TwMYKW",
    "desc": "Вітряна турбіна з вертикальною віссю - це, по суті, вітрогенератор, в якому вал ротора встановлений у вертикальному положенні і може виробляти електроенергію незалежно від того, з якого напрямку вітер йде. Перевага цього типу вертикальних вітрогенераторів полягає в тому може виробляти електроенергію навіть у місцях з невеликим вітром та міських районах, де будівельні норми зазвичай забороняють встановлювати горизонтальні вітрогенератори."
  },
  {
    "type": "Сонячна енергія",
    "value": "sun",
    "name": "Сонячні панелі",
    "image": "bit.ly/40n8Ier",
    "desc": "Сонячні панелі -  інженерна споруда, що перетворює енергію сонячного випромінювання на електричну енергію."
  },
  {
    "type": "Гідроенергія",
    "value": "water",
    "name": "Гідроелектростанція",
    "image": "bit.ly/3TsDH6l",
    "desc": "Гідравлічна або водяна турбіна — лопатева машина (турбіна), що безперервно перетворює енергію руху води на механічну енергію обертання вала. Основне застосування гідротурбіни знайшли на гідроелектростанціях."
  },
  {
    "type": "Хвильова енергія",
    "value": "wave",
    "name": "Хвильова електростанція",
    "image": "bit.ly/3JS6ZZ2",
    "desc": "Хвильова електростанція — електростанція, розташована в водному середовищі, метою якої є отримання електроенергії з кінетичної енергії хвиль. Потенціал хвиль оцінюється в понад 2 млн МВт."
  },
  {
    "type": "Геотермальна енергія",
    "value": "geo",
    "name": "Геотерма́льна електростанція",
    "image": "bit.ly/3JvZ7Lg",
    "desc": "Геотерма́льна електростанція — електростанція, де геотермальна енергія (енергія глибинного тепла Землі) перетворюється на електричну."
  },
  {
    "type": "Енергія приливів",
    "value": "rush",
    "name": "Припли́вна електростанція",
    "image": "bit.ly/40oT1n3",
    "desc": "Припли́вна електростанція — особливий вид гідроелектростанції, що використовує енергію припливів, а фактично кінетичну енергію обертання Землі у залежності від інших астрономічних тіл. Припливні електростанції будують на узбережжі морів, де гравітаційні сили Місяця та Сонця двічі на добу змінюють рівень води."
  }
]
